Repository: tryton/ldap_connection
Catalog: locale/*.po
Languages: de_de

# field:ldap.connection,bind_pass:0
source: Bind Pass
de_de: Bind Passwort

# field:ldap.connection,secure:0
source: Secure
de_de: Sicherheit

# help:ldap.connection,bind_dn:0
source: LDAP DN used to bind
de_de: LDAP DN f端r die Verbindung

# help:ldap.connection,bind_pass:0
source: LDAP password used to bind
de_de: LDAP Passwort f端r die Verbindung

# help:ldap.connection,port:0
source: LDAP server port
de_de: Passwort f端r den LDAP-Server

# help:ldap.connection,secure:0
source: LDAP secure connection
de_de: Sicherheit f端r die Verbindung zum LDAP-Server

# help:ldap.connection,server:0
source: LDAP server name
de_de: Name des LDAP-Servers

# model:ir.action,name:act_connection_form
source: Connection
de_de: Verbindung

# model:ir.action,name:wizard_test_connection
source: Test LDAP Connection
de_de: Verbindungstest LDAP

# model:ir.ui.menu,name:menu_connection
source: Connection
de_de: Verbindung

# model:ldap.connection,name:0
source: LDAP Connection
de_de: LDAP Verbindung

# model:ldap.test_connection.init,name:0
source: Test Connection - Init
de_de: Verbindungstest - Init

# selection:ldap.connection,secure:0
source: Never
de_de: Keine

# view:ldap.connection:0
source: LDAP Connection
de_de: LDAP Verbindung

# view:ldap.connection:0
source: _Test Connection
de_de: Verbindungs_test

# view:ldap.test_connection.init:0
source: Test Connection Succeed!
de_de: Verbindungstest erfolgreich!

# view:ldap.test_connection.init:0
source: Test LDAP Connection
de_de: Verbindungstest LDAP
